Revit 2021.1 API
FilterStringLessOrEqual Class
 Tests whether string values from the document would sort before or match a certain string.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Since: 2011
Syntax
C#
public class FilterStringLessOrEqual : FilterStringRuleEvaluator
Visual Basic
Public Class FilterStringLessOrEqual _
	Inherits FilterStringRuleEvaluator
Visual C++
public ref class FilterStringLessOrEqual : public FilterStringRuleEvaluator
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.FilterStringRuleEvaluator
 Autodesk.Revit.DB.FilterStringLessOrEqual
See Also
FilterStringLessOrEqual Members
Autodesk.Revit.DB Namespace